Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །བྲམ་ཟེའི་ཁྱེའུ་རྒྱལ་པོ་བུ་རམ་ཤིང་སྐྱེས་ཀྱི་བྲན་མོ་སྡོ་ཕོད་མ་ཞེས་བྱ་བ་གཟུགས་བཟང་བ་བལྟ་ན་སྡུག་པ།
en: “Young brahmin, there was a female slave of King Ikṣuvāku named Diśikā, who was beautiful, pleasant to behold, and attractive.

source: མཛེས་པ་ཞིག་ཡོད་པ་དང་། དྲང་སྲོང་གདོལ་བའི་རིགས་ཤིག་དང་ལྷན་ཅིག་འདུས་ནས་དེ་གཉིས་འདུས་པ་ལས་ཁྱེའུ་ཞིག་བཙས་སོ།
en: She lived with a ṛṣi from a mātaṅga family. Since the two lived together, a son was born.

source: །གཞོན་ནུ་བཙས་མ་ཐག་ཏུ་ཚིག་ཏུ་ཡུམ་རེ་ཞིག་བདག་དྲིལ་ཕྱི་དང་བཀྲུ་བ་གྱིས་ལ་མི་གཙང་བ་ལས་ཐར་བར་གྱིས་ཤིག་ཅེས་སྨྲས་སོ།
en: As soon as he was born, the son spoke these words: ‘Mother, please wipe me, wash me, and free me from dirty things immediately.’

source: །དེའི་ཚེ་ན་ཤ་ཟ་རྣམས་ཀྱི་མིང་མིག་འཛུམས་ཀྱི་བུ་ཞེས་བྱ་བ་ལ་གཞོན་ནུ་བཙས་མ་ཐག་ཏུ་ཚིག་ཏུ་ཡུམ་བདག་རེ་ཞིག་དྲིལ་ཕྱི་དང་བཀྲུ་བ་གྱིས་ལ་མི་གཙང་བ་ལས་ཐར་བར་གྱིས་ཤིག་ཅེས་སྨྲས་པ་དང་། ཀྱེ་མའོ་མིག་འཛུམས་ཀྱི་བུ་ཞིག་སྐྱེས་སོ་ཞེས་མིག་འཛུམས་ཀྱི་བུ་མིག་འཛུམས་ཀྱི་བུ་ཞེས་བྱ་བར་གྲགས་སོ།
en: “At that time people called fiends kāṇvāyanas. When, as soon as he was born, the son spoke the words ‘Mother, please wipe me, wash me, and free me from dirty things immediately,’ his mother exclaimed, ‘Ah, a kāṇvāyana is born!’ Thus, he was named Kāṇvāyana.

source: །བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ཀྱིས་མིག་འཛུམས་ཀྱི་བུ་རྣམས་དེ་ལས་སྐྱེས་པས་མགོ་འཛུགས་པ་དེ་ཡིན་པ་དང་། དེ་དག་གི་རིགས་རྒྱུད་དེ་ཡིན་པར་ཅུང་ཟད་ཐོས་སམ།
en: Young brahmin, have you heard that the Kāṇvāyanas were born from him, their origin is him, and their ancestor is him?”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ཅང་མི་སྨྲའོ།
en: Being thus asked, the young brahmin Ambāṣṭha remained silent.

source: །ལན་གཉིས་ལན་གསུམ་དུ་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ཀྱིས་མིག་འཛུམས་ཀྱི་བུ་རྣམས་དེ་ལས་སྐྱེས་པས་མགོ་འཛུགས་པ་དེ་ཡིན་པ་དང་དེ་དག་གི་རིགས་རྒྱུད་དེ་ཡིན་པར་ཅུང་ཟད་ཐོས་སམ།
en: The Blessed One asked the young brahmin Ambāṣṭha a second and a third time, “Young brahmin, have you heard that the Kāṇvāyanas were born from him, their origin is him, and their ancestor is him?”

source: ལན་གཉིས་ལན་གསུམ་དུ་ཡང་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ཅང་མི་སྨྲའོ། །དེ་ནས་གནོད་སྦྱིན་ལག་ན་རྡོ་རྗེ་རྡོ་རྗེ་འབར་བ།
en: The young brahmin Ambāṣṭha remained silent a second and a third time.

source: རབ་ཏུ་འབར་བ། ཀུན་དུ་རབ་ཏུ་འབར་བ། མེ་ལྕེ་གཅིག་ཏུ་གྱུར་ཅིང་འབར་བ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གི་མགོ་བོའི་སྟེང་ན་འཛིན་ཅིང་། གལ་ཏེ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་ལན་གསུམ་གྱི་བར་དུ་རྨ་བ་རྨས་པ་ལས་རྣ་ལ་གཟོན་ཅིང་ལན་མ་གསོལ་བར་གྱུར་ན། རྡོ་རྗེ་འབར་བ་རབ་ཏུ་འབར་བ་ཀུན་དུ་རབ་ཏུ་འབར་བ་མེ་ལྕེ་གཅིག་ཏུ་གྱུར་ཅིང་འབར་བ་འདིས་སྤྱི་བོ་ཚལ་པ་བདུན་དུ་དགས་པར་བྱའོ་སྙམ་པ་དང་། གནོད་སྦྱིན་ལག་ན་རྡོ་རྗེ་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་གཟིགས་ནས།
en: Then the yakṣa Vajrapāṇi raised a vajra, which was blazing, fully blazing, thoroughly blazing, and blazing like a single tongue of flame, above the young brahmin Ambāṣṭha’s head, thinking, “If the young brahmin Ambāṣṭha, having heard the Blessed One ask him three times, does not answer, I will smash his head into seven pieces with this vajra, which is blazing, fully blazing, thoroughly blazing, blazing like a single tongue of flame.”

source: སངས་རྒྱས་ཀྱི་མཐུས་བྲམ་ཟེ་མ་སྡུག་གིས་ཀྱང་མཐོང་ངོ་།
en: The Blessed One saw the yakṣa Vajrapāṇi, and the brahmin Ambāṣṭha, by the Buddha’s power, also saw him.

source: །དེ་ནས་བྲམ་ཟེ་མ་སྡུག་སྔངས་སྐྲག་བྲེད་ཅིང་སྤུ་ཟིང་ཞེས་བྱེད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཀྱེ་གཽ་ཏ་མ་མིག་འཛུམས་ཀྱི་བུ་རྣམས་དེ་ལས་སྐྱེས་པས་མགོ་འཛུགས་པ་དེ་ལགས་པ་དང་། དེ་དག་གི་རིགས་རྒྱུད་དེ་ལགས་པར་བདག་གིས་ཐོས་ལགས་སོ།
en: Then the brahmin Ambāṣṭha was frightened, terrified, dejected, and, with the hair in all the pores of his body standing on end, admitted to the Blessed One, “Gautama, I have heard that the Kāṇvāyanas were born from him, their origin is him, and their ancestor is him.”

source: །དེ་ནས་ཤས་ཆེ་བའི་བྲམ་ཟེ་རྒན་རབས་རྒན་རབས་རྣམས་འདི་སྙམ་དུ་སེམས་ཏེ། བཙུན་པ་གཽ་ཏ་མས་འདི་སྐད་ཅེས། བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ནི་ཤཱཀྱ་རྣམས་ཀྱི་བྲན་མོའི་བུ་ཉིད་ཡིན་ལ་ཤཱཀྱ་རྣམས་ནི་དེའི་ཇོ་བོའི་བུ་ཡིན་ནོ།
en: Then the elder brahmins from Utkaṭā thought, “The Honored One Gautama said that the young brahmin Ambāṣṭha was the son of a female slave of the Śākyans and the Śākyans were sons of Ambāṣṭha’s masters.

source: །ཞེས་གསུངས་པ་གང་ཡིན་པ་བདེན་ན་བདག་ཅག་ཤེས་ལྡན་གཽ་ཏ་མས་གསུངས་པ་ལ་ཡིད་མ་ཆེས་པར་ཟད་དོ་སྙམ་མོ།
en: If this is true, we will no longer doubt what the honorable Gautama says.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཤས་ཆེ་བའི་བྲམ་ཟེ་རྒན་རབས་རྒན་རབས་རྣམས་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཁྱེད་ཅག་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་བྲན་མོའི་བུ་ཞེས་ཧ་ཅང་ཚིག་ཏུ་མ་སྨྲ་ཤིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: The Blessed One then said to the elder brahmins from Utkaṭā, “You should not excessively criticize the young brahmin Ambāṣṭha with the words ‘son of a slave woman.’ Why?

source: འདི་དེའི་ཚེ་དྲང་སྲོང་རྫུ་འཕྲུལ་ཆེ་བ་མཐུ་ཆེ་བ་ཞིག་ཏུ་གྱུར་པ་ལས་རྒྱལ་པོ་བུ་རམ་ཤིང་སྐྱེས་ཀྱིས་ཉེས་པ་འགའ་ཁོ་ནའི་ཕྱིར་བྲམ་ཟེའི་ཆད་པས་བཅད་དོ།
en: He was at that time a ṛṣi of great magical power and dignity. He punished King Ikṣuvāku for a certain sin.

source: །བྲམ་ཟེའི་ཆད་པས་བཅད་པ་དང་། ཕྱིས་རྒྱལ་པོ་བུ་རམ་ཤིང་སྐྱེས་འཇིགས་སྐྲག་བྲེད་སྤུ་ཟིང་ཞེས་བྱེད་ནས་ལག་པ་གཡོན་པས་བུ་མོ་ཆེན་མོ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་བཟུང་། ལག་པ་གཡས་པས་གསེར་གྱི་བྱ་མ་བུམ་ཐོགས་ཏེ།
en: When he was punished with the punishment for a brahmin, King Ikṣuvāku was frightened, terrified, dejected, and, with the hair in all the pores of his body standing on end, held with his left hand his eldest daughter adorned with every ornament and with his right hand a golden pitcher.

source: དྲང་སྲོང་དེ་ལ་ཆུང་མར་བྱིན་ན་དྲང་སྲོང་གིས་དེ་མ་བླངས་སོ།
en: Although he offered her as wife to the ṛṣi, the ṛṣi did not accept her.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་བྲན་མོའི་བུ་ཡིན་ནོ་ཞེས་བཀའ་སྩལ་པས་ཞུམ་ཞུམ་པོར་གྱུར་ནས་ཕྲག་པ་བཅུམ་མགོ་སྨད་དེ་སྤོབས་པ་མེད་ཅིང་གཏད་ཁོང་དུ་ཆུད་ནས་ཅང་མི་སྨྲ་བར་གྱུར་ཏོ།
en: Then, because the Blessed One had said to the young brahmin Ambāṣṭha that he was the son of a female slave, the young brahmin was upset, his shoulders drooping and his head hanging, ashamed, and in despair, and he remained silent.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ། བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་འདི་བྲན་མོའི་བུ་ཡིན་ནོ་ཞེས་ངས་ཚིག་ཏུ་སྨྲས་པས་ཞུམ་ཞུམ་པོར་གྱུར་ནས་ཕྲག་པ་བཅུམ་མགོ་སྨད་དེ་སྤོབས་པ་མེད་ཅིང་གཏད་ཁོང་དུ་ཆུད་ནས་ཅང་མི་སྨྲ་བར་གྱུར་གྱིས་མ་ལ་ངས་འདི་ལ་ཕྱི་ནས་གཏམ་འདྲེ་བར་བྱའོ་སྙམ་དུ་དགོངས་ནས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Thereupon the Blessed One thought, “Since I said that he was the son of a female slave, this young brahmin Ambāṣṭha is upset, his shoulders drooping and his head hanging, ashamed, and in despair, and he is silent.

source: །བྲམ་ཟེའི་ཁྱེའུ་དཔེར་ན་རྒྱལ་རིགས་གཞོན་ནུ་དང་བྲམ་ཟེའི་བུ་མོ་ལྷན་ཅིག་འདུས་པར་གྱུར་ཏེ་དེ་གཉིས་ལྷན་ཅིག་འདུས་པ་ལས་ཁྱེའུ་ཞིག་བཙས་ན། དེ་བྲམ་ཟེ་རྣམས་ལས་སྟན་ནམ་ཆུའམ་གསང་ཚིག་གམ་གདོན་པ་འཐོབ་བམ།
en: Now I will make conversation with him.” He then said to the young brahmin Ambāṣṭha, “Young brahmin, if, for instance, the son of a kṣatriya and the daughter of a brahmin live together, and, having lived together, a son is born, is the son given a seat, water, mantra, or teaching by brahmins?”

source: ཀྱེ་གཽ་ཏ་མ་འཐོབ་ལགས་སོ།
en: “Gautama, he is.”

source: །དེ་ལ་རྒྱལ་རིགས་རྣམས་ཀྱིས་རྒྱལ་རིགས་ཀྱི་དབང་བསྐུར་བས་དབང་སྐུར་རམ།
en: “Do kṣatriyas anoint him as a kṣatriya?”

source: ཀྱེ་གཽ་ཏ་མ་དབང་སྐུར་ལགས་ཏེ།
en: “Gautama, they do. Why?

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། སྤུན་གྱི་བུ་ལགས་པས་རྒྱལ་རིགས་རྣམས་ཀྱིས་ཚ་བོ་དབང་སྐུར་ལགས་སོ།
en: Because he is a son of their brother, kṣatriyas anoint their nephew.”

source: །བྲམ་ཟེའི་ཁྱེའུ་དཔེར་ན་བྲམ་ཟེ་གཞོན་ནུ་དང་རྒྱལ་རིགས་ཀྱི་བུ་མོ་ལྷན་ཅིག་འདུས་པར་གྱུར་ལ་དེ་གཉིས་ལྷན་ཅིག་འདུས་པ་ལས་ཁྱེའུ་ཞིག་བཙས་ན། དེ་བྲམ་ཟེ་རྣམས་ལས་སྟན་ནམ་ཆུའམ་གསང་ཚིག་གམ། གདོན་པ་འཐོབ་བམ།
en: “Young brahmin, if, for instance, the son of a brahmin and the daughter of a kṣatriya live together, and, having lived together, a son is born, is the son given a seat, water, mantra, or teaching by brahmins?”

source: །དེ་ལ་རྒྱལ་རིགས་ཀྱིས་དབང་བསྐུར་བས་དབང་སྐུར་རམ།
en: “Do kṣatriyas anoint him as a kṣatriya?”

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། ཚ་བོ་ལགས་པའི་སླད་དུ་རྒྱལ་རིགས་རྣམས་ཀྱིས་ཚ་བོ་དབང་སྐུར་ལགས་སོ།
en: Because he is their nephew, kṣatriyas anoint their nephew.”

source: །བྲམ་ཟེའི་ཁྱེའུ་དཔེར་ན་རྒྱལ་རིགས་གཞོན་ནུ་རྒྱལ་རིགས་དག་གིས་ཉེས་པ་འགའ་ཁོ་ནའི་ཕྱིར་སྤྱུགས་བར་གྱུར་ན། དེ་བྲམ་ཟེ་རྣམས་ལས་སྟན་ནམ་ཆུའམ་གསང་ཚིག་གམ། གདོན་པ་འཐོབ་བ་བམ།
en: “Young brahmin, if, for instance, the son of a kṣatriya is banished by kṣatriyas for a certain sin, is he given a seat, water, mantra, or teaching by brahmins?”

source: །དེ་ལ་རྒྱལ་རིགས་ཀྱི་དབང་བསྐུར་བས་དབང་སྐུར་རམ།
en: “Do kṣatriyas anoint him as a kṣatriya?”

source: ཀྱེ་གཽ་ཏ་མ་དབང་སྐུར་ཏེ།
en: “Gautama, they do. Why?

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། ཕུ་ནུ་བོ་ལགས་པའི་སླད་དུ་རྒྱལ་རིགས་རྣམས་ཀྱིས་ཕུ་ནུ་བོ་དབང་སྐུར་ལགས་སོ།
en: Because he is their kinsman, kṣatriyas anoint their kinsman.”

source: །བྲམ་ཟེའི་ཁྱེའུ་དཔེར་ན་བྲམ་ཟེའི་གཞོན་ནུ་བྲམ་ཟེ་རྣམས་ཀྱིས་ཉེས་པ་འགའ་ཁོ་ནའི་ཕྱིར་སྤྱུགས་པར་གྱུར་ན། དེས་བྲམ་ཟེ་རྣམས་ལས་སྟན་ནམ་ཆུའམ་གསང་ཚིག་གམ་གདོན་པ་འཐོབ་བམ།
en: “Young brahmin, if, for instance, the son of a brahmin is banished by brahmins for a certain sin, is he given a seat, water, mantra, or teaching by brahmins?”

source: ཀྱེ་གཽ་ཏ་མ་མི་འཐོབ་ལགས་སོ།
en: “Gautama, he is not.”

source: །དེ་རྒྱལ་རིགས་རྣམས་ཀྱིས་རྒྱལ་རིགས་ཀྱི་དབང་བསྐུར་བས་དབང་སྐུར་རམ།
en: “Do kṣatriyas anoint him as a kṣatriya?”

source: ཀྱེ་གཽ་ཏ་མ་དབང་མི་སྐུར་ཏེ།
en: “Gautama, they do not. Why?

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བྲམ་ཟེ་གདོལ་པ་ལགས་པའི་སླད་དུ་རྒྱལ་རིགས་རྣམས་བྲམ་ཟེ་གདོལ་པ་ལ་དབང་མི་སྐུར་ལགས་སོ།
en: Because he is a brahmin caṇḍāla, kṣatriyas do not anoint a brahmin caṇḍāla.”

source: །བྲམ་ཟེའི་ཁྱེའུ་དེ་ལྟར་ན་རུས་དང་རིགས་དང་གནད་ཀྱིས་རྒྱལ་རིགས་ཀྱི་རིགས་མཆོག་ཡིན་གྱི།
en: “Young brahmin, therefore, the family of kṣatriyas is the best in birth, family, and race, not the family of brahmins.

source: བྲམ་ཟེ་ནི་མ་ཡིན་ནོ་བྲམ་ཟེའི་ཁྱེའུ་ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: Young brahmin, Brahmā, the ruler of the Sahā World, spoke a verse:

source: རུས་དང་འབྲེལ་པ་གང་ཡིན་པའི།
en: “ ‘Among people relying on race,

source: །རྒྱལ་རིགས་རྐང་གཉིས་ནང་ན་བཙུན།
en: Kṣatriyas are the most noble.

source: །ལྷ་དང་མི་རྣམས་ནང་ན་ཡང་།
en: Among gods and humans,

source: །རིག་དང་ཞབས་སུ་ལྡན་པ་བཙུན།
en: The one perfect in knowledge and conduct is the most noble.’

source: །བྲམ་ཟེའི་ཁྱེའུ་ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོ་དེས་ཚིགས་སུ་བཅད་དེ་འདི་སྐད་ཅེས།
en: “Young brahmin, the verse spoken by Brahmā, the ruler of the Sahā World, which says:

source: །ཞེས་སྨྲས་པ་ནི་ལེགས་པར་སྨྲས་པ་ཡིན་གྱི་ཉེས་པར་སྨྲས་པ་མ་ཡིན།
en: “is not a faulty saying but a good saying;

source: ལེགས་པར་བསྙད་པ་ཡིན་གྱི་ཉེས་པར་བསྙད་པ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: it’s not a faulty statement but a good statement. Why?

source: བྲམ་ཟེའི་ཁྱེའུ་ང་ཡང་འདི་སྐད་ཅེས།
en: I also say:

source: །རིགས་དང་ཞབས་སུ་ལྡན་པ་བཙུན།
en: The one perfect in knowledge and conduct is the noble.

source: །ཞེས་གསུང་ངོ་། །བྲམ་ཟེའི་ཁྱེའུ་ཇི་སྙམ་དུ་སེམས།
en: “What do you think, young brahmin?

source: གང་ན་བག་མ་ལེན་པ་དང་། བག་མ་གཏོང་བ་ཡོད་པ་དེ་ནས་བྲམ་ཟེ་རྣམས་ཀྱིས་སྟན་ནམ་ཆུའམ་གསང་ཚིག་གམ། གདོན་པ་འཐོབ་བམ།
en: When there is a wedding, when a bride is given and received in some place, are brahmins given a seat, water, mantra, or teaching there?”

source: ཀྱེ་གཽ་ཏ་མ་གང་ན་བག་མ་ལེན་པ་དང་། བག་མ་གཏོང་བ་མཆིས་པ་དེ་ནས་བྲམ་ཟེ་རྣམས་ཀྱིས་སྟན་ནམ་ཆབ་བམ་གསང་ཚིག་གམ།
en: “Gautama, when there is a wedding, when a bride is given and received in some place, brahmins are given a seat, water, mantra, or teaching there.”

source: གདོན་པ་འཐོབ་ལགས་སོ། །བྲམ་ཟེའི་ཁྱེའུ་གང་ན་བག་མ་ལེན་པ་དང་། བག་མ་གཏོང་བ་ཡོད་པ་དེ་ན་རིགས་ཀྱིས་སྙེམས་པ་ཡང་ཡོད། རུས་ཀྱིས་སྙེམས་པ་ཡང་ཡོད། བྲམ་ཟེའི་བུའི་སྙེམས་པ་ཡང་ཡོད་དོ།
en: “Young brahmin, when there is a wedding, when a bride is given and received in some place, there is the arrogance of family, the arrogance of birth, and the arrogance of a brahmin’s son.

source: །བྲམ་ཟེའི་ཁྱེའུ་སེམས་ཅན་རིགས་ཀྱི་སྙེམས་པས་རྣམ་པར་བཅིངས་པ་དང་། རུས་ཀྱི་སྙེམས་པས་རྣམ་པར་བཅིངས་པ་དང་། བྲམ་ཟེའི་བུའི་སྙེམས་པས་རྣམ་པར་བཅིངས་པ་ཇི་སྙེད་པ་དེ་དག་རིག་པ་དང་ཞབས་སུ་ལྡན་པ་བླ་ན་མེད་པ་འདི་ཉིད་མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱ་བའི་སྐལ་བ་མེད་ཀྱི་བྲམ་ཟེའི་བུ་རིགས་ཀྱི་སྙེམས་པ་སྤངས་རུས་ཀྱི་སྙེམས་པ་སྤངས།
en: “Young brahmin, as long as beings are tied down by the arrogance of family, the arrogance of birth, and the arrogance of a brahmin’s son, they do not actualize this supreme state of one perfect in knowledge and conduct, and they have no opportunity to do so.

source: བྲམ་ཟེའི་བུའི་སྙེམས་པ་སྤངས་ན་དེ་ལྟར་ན་རིག་པ་དང་ཞབས་སུ་ལྡན་པ་བླ་ན་མེད་པ་འདི་ཉིད་མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱེད་པར་འགྱུར་རོ།
en: Young brahmin, if they abandon the arrogance of family, the arrogance of birth, and the arrogance of a brahmin’s son, those who have not actualized this supreme state of one perfect in knowledge and conduct will actualize it.”

source: །ཤེས་ལྡན་གཽ་ཏ་མ་ལ་བདག་གང་སྔོན་ཡང་མ་བྱུང་། ཕྱིས་ཀྱང་མི་འབྱུང་། ད་ལྟར་ན་ཡང་མ་མཆིས་པ་དེ་ལྟ་བུར་དད་པ་ལགས་ཀྱི་ཤེས་ལྡན་གཽ་ཏ་མས་བདག་ལ་ཇི་ལྟར་རིག་པ་དང་ཞབས་འཚལ་བར་འགྱུར་བ་དེ་ལྟར་ཆོས་བཤད་དུ་གསོལ།
en: “I, as one who has not existed in the past, will not exist in the future, and does not exist in the present, believe in the honorable Gautama. May the honorable Gautama teach the Dharma so that I will desire to attain knowledge and conduct.”

source: བྲམ་ཟེའི་ཁྱེའུ་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ།
en: “Then, young brahmin, listen to it well and keep it in mind; I shall teach it.

source: །བྲམ་ཟེའི་ཁྱེའུ་འདི་ལ་སྟོན་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ་སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ་ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དུ་བྱུང་སྟེ།
en: “Young brahmin, here in the world there has appeared a teacher who is a tathāgata, an arhat, a perfectly awakened one, perfect in knowledge and conduct, a sugata, world knowing, a supreme tamer of people to be tamed, a teacher of gods and humans, a buddha, and a blessed one.

source: དེས་ཆོས་བཤད་པ་ནི་ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ་ཐ་མར་དགེ་བ། དོན་བཟང་པོ་ཚིག་འབྲུ་བཟང་པོ་མ་འདྲེས་པ་ཡོངས་སུ་རྫོགས་པ་ཡོངས་སུ་དག་པ། རྣམ་པར་བྱང་བ་ཚངས་པར་སྤྱོད་པ་རབ་ཏུ་སྟོན་ཏེ།
en: He teaches Dharma that is good in the beginning, good in the middle, good at the end, excellent in meaning, excellent in wording, distinct, complete, pure, and immaculate, teaching the pure life.

source: ཆོས་དེ་ཁྱིམ་བདག་གམ་ཁྱིམ་བདག་གི་བུས་མཉན་ནས།
en: Householders or sons of householders listen to the Dharma.

source: དེས་ཆོས་དེ་ཐོས་ནས་དད་པ་སོ་སོར་རྙེད་དོ།
en: Having listened to the Dharma, each of them gains faith.

source: །དད་པ་སོ་སོར་རྙེད་པ་དེ་དག་དང་ལྡན་པས་འདི་ལ་སོ་སོར་ཡང་དག་པར་སློབ་པར་བྱེད་དེ། ཁྱིམ་གྱི་གནས་ནི་ཉམ་ང་བ་རྡུལ་དག་གི་གནས་ཡིན་ནོ།
en: Each of them, with his faith gained, trains himself, thinking, ‘Life at home is confining and full of dust.

source: །རབ་ཏུ་བྱུང་བ་ནི་བླ་གབ་མེད་པ་ཡིན་ན།
en: Going forth is like a wide open space.

source: ཁྱིམ་པ་ཁྱིམ་ན་གནས་པ་རྣམས་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་ཚངས་པར་སྤྱོད་པ་གཅིག་ཏུ་སལ་གྱིས་དག་པ། ཡོངས་སུ་རྫོགས་པ་ཡོངས་སུ་དག་པ་རྣམ་པར་བྱང་བ་འདི་སྤྱད་པར་དཀའ།
en: It is difficult for laymen who live at home to lead a pure life that is totally pure, complete, completely pure, and immaculate throughout their lives.

source: མ་ལ་བདག་གིས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ལ་གོས་ངུར་སྨྲིག་བགོས་ཏེ་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་སྙམ་ནས་དེ་དེ་བཞིན་རབ་ཏུ་བྱུང་ནས་ཚུལ་ཁྲིམས་ལ་གནས་པ་ཡིན་ཏེ།
en: Now I will go forth from my home into homelessness with true faith, having shaved off my hair and beard and donned saffron robes.’ “Having thus gone forth, he abides by moral conduct.

source: སོ་སོར་ཐར་པའི་སྡོམ་པས་བསྡམས་པ་ཡིན། སྤྱོད་པ་དང་སྤྱོད་ཡུལ་ཕུན་སུམ་ཚོགས་པས་ཐ་ན་ཁ་ན་མ་ཐོ་བ་ཕྲ་མོ་ཙམ་ལ་ཡང་འཇིགས་པར་ལྟ་བ་ཡིན།
en: He is controlled by the restraint of the prātimokṣa, perfect in his deeds and personal associations, and afraid of even a minuscule fault.

source: བསླབ་པའི་གཞི་རྣམས་བླངས་ཏེ་སློབ་པ་ཡིན་ནོ།
en: Having accepted the rules of training, he trains himself.

source: །དེ་སྲོག་གཅོད་པ་སྤངས་ནས་སྲོག་གཅོད་པ་ལས་སླར་ལོག་པ་ཡིན་ཏེ་ཆད་པ་སྤངས་པ་ཡིན།
en: “Having abandoned killing, he abstains from killing.

source: མཚོན་ཆ་སྤངས་པ་ཡིན།
en: He abandons punishments and weapons.

source: འཛེམ་པ་དང་སྙིང་རྗེར་ལྡན་པ་ཡིན།
en: He is conscientious and merciful.

source: སེམས་ཅན་སྲོག་ཆགས་སུ་གྱུར་པ་ཐམས་ཅད་ལ་ཆུང་ངུ་ན་སྲོག་ཆགས་གྲོག་སྦུར་ཡན་ཆད་སྲོག་གཅོད་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: He abstains from killing any living creatures, even those as small as ants.

source: །དེ་མ་བྱིན་པར་ལེན་པ་སྤངས་ནས་མ་བྱིན་པར་ལེན་པ་ལས་སླར་ལོག་པ་ཡིན་ཏེ།
en: “Having abandoned theft, he abstains from theft.

source: བྱིན་པ་ལེན་པ་ཡིན་བྱིན་པ་ལ་དགའ་བ་ཡིན།
en: He takes and is pleased with the things given to him, and he is pleased with giving abundantly.

source: སྦྱིན་པ་ལྷུག་པར་གཏོང་བ་ལ་དགའ་བ་ཡིན་ཏེ་རྐུན་མ་མ་ཡིན་འདོད་ཆེན་ཅན་མ་ཡིན། གཙང་བ་ཡིན།
en: He is neither a thief nor covetous, but pure.

source: བདག་ཉིད་བསྲུངས་པས་མ་བྱིན་པར་ལེན་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: Keeping watch over himself, he abstains from theft.

source: །དེ་མི་ཚངས་པར་སྤྱོད་པ་སྤངས་ནས་མི་ཚངས་པར་སྤྱོད་པ་ལས་སླར་ལོག་པ་ཡིན་ཏེ།
en: “Having abandoned sexual intercourse, he abstains from sexual intercourse.

source: ཚངས་པར་སྤྱོད་པ་ཡིན། སྤྱོད་པ་ངན་པ་སྤངས་པས་དག་པ་ཡིན།
en: He leads the pure life and is immaculate because he has abandoned evil conduct.

source: གཙང་བ་ཡིན། དྲི་ང་བ་མེད་པ་ཡིན།
en: He is pure, without foul odor, free from copulation;

source: འཁྲིག་པ་དང་བྲལ་བ་ཡིན། སྨད་རིམས་ཀྱི་ཆོས་དང་བྲལ་བ་ཡིན། མི་ཚངས་པར་སྤྱོད་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: he is free from vulgarity, and he abstains from sexual intercourse.

source: །དེ་བརྫུན་དུ་སྨྲ་བ་སྤངས་ནས་བརྫུན་དུ་སྨྲ་བ་ལས་སླར་ལོག་པ་ཡིན་ཏེ།
en: “Having abandoned lying, he abstains from lying.

source: བདེན་པ་སྨྲ་བ་ཡིན། བདེན་པ་ལ་དགའ་བ་ཡིན། མཉན་པར་འོས་པ་ཡིན།
en: He speaks and is pleased with the truth.

source: ཡིད་ཆེས་པ་ཡིན། བརྟན་པ་ཡིན།
en: He is trustworthy, reliable, and steadfast;

source: འཇིག་རྟེན་ལ་མི་སླུ་བ་ཡིན། བརྫུན་དུ་སྨྲ་བ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: he does not deceive people in the world and abstains from lying.

source: །དེ་ཕྲ་མ་སྤངས་ནས་ཕྲ་མ་ལས་སླར་ལོག་པ་ཡིན་ཏེ།
en: “Having abandoned slander, he abstains from slander.

source: དེ་ཚུ་བི་དག་ལས་མཉན་ཏེ་དེ་དག་དབྱེ་བའི་ཕྱིར་ཕ་བི་དག་ལ་སྨྲ་བ་མ་ཡིན། ཕ་བི་དག་ལས་མཉན་ཏེ་དེ་དག་དང་དབྱེ་བའི་ཕྱིར་ཚུ་བི་དག་ལ་སྨྲ་བ་མ་ཡིན། བྱེ་བ་རྣམས་སྡུམས་བྱེད་པ་ཡིན། མཐུན་པ་རྣམས་ལ་གཟེངས་སྟོད་པ་ཡིན།
en: He does not repeat what he has heard from this side to that side and vice versa for the purpose of splitting others apart, but he reconciles those who are at odds and encourages those who are in harmony.

source: མཐུན་པ་ལ་དགའ་བ་ཡིན། མཐུན་པ་ལ་མགུ་བ་ཡིན།
en: He is pleased with harmony and delighted with harmony.

source: མཐུན་པར་བྱེད་པའི་ཚིག་སྨྲ་བ་ཡིན།
en: He speaks words that make people harmonious and abstains from slander.

source: ཕྲ་མ་ལས་ཕྱིར་ལོག་པ་ཡིན་ནོ། །དེ་ཚིག་རྩུབ་པོ་སྤངས་ནས་ཚིག་རྩུབ་པོ་ལས་ཕྱིར་ལོག་པ་ཡིན་ཏེ།
en: “Having abandoned harsh language, he abstains from harsh language.

source: དེ་གང་ལ་ཡང་ཚིག་གདུག་པ་དང་། རྩུབ་པ་དང་། ཕ་རོལ་ལ་མི་སྙན་པ་དང་། ཕ་རོལ་སྤ་འགོང་བར་བྱེད་པ་དང་། སྐྱེ་བོ་མང་པོའི་ཡིད་ལ་མི་འཐད་པ་དང་། སྐྱེ་བོ་མང་པོའི་སྙིང་དུ་མི་སྡུག་པ་དང་། སྐྱེ་བོ་མང་པོ་མི་དགའ་བ་དང་། སྐྱེ་བོ་མང་པོའི་ཡིད་དུ་མི་འོང་བ་དང་། མཉམ་པར་བཞག་པ་མ་ཡིན་པ་དང་མཉམ་པར་འཇོག་པར་འགྱུར་བ་མ་ཡིན་པ་དེ་ལྟ་བུའི་ཚིག་སྤངས་པ་ཡིན།
en: He has abandoned words that are vicious, rough, and aggressive toward others, that threaten others, and that are undesirable for many people, displeasing for many people, disagreeable and unpleasant for many people, inharmonious, and useless to harmony.

source: མི་ཚུགས་པ་དང་། རྣར་སྙན་པ་དང་། སྙིང་ཚིམ་པར་བྱེད་པ་དང་། དགའ་བར་བྱེད་པ་དང་། གྲོང་ཁྱེར་བ་དང་། སྙན་ཅིང་འཇེབས་པ་དང་། རྣམ་པར་གསལ་བ་དང་། རྣམ་པར་རིག་པར་བྱེད་པ་དང་། མཉན་པར་འོས་པ་དང་། མི་རྟེན་པ་དང་། འགལ་བ་མ་ཡིན་པ་དང་། ཐུག་པ་མེད་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་སྡུག་པ་དང་། སྐྱེ་བོ་མང་པོ་མགུ་བ་དང་། སྐྱེ་བོ་མང་པོ་དགའ་བ་དང་། སྐྱེ་བོ་མང་པོའི་ཡིད་དུ་འོང་བ་དང་། མཉམ་པར་བཞག་པ་དང་མཉམ་པར་འཇོག་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཚིག་སྨྲ་བ་དང་དེ་ཚིག་རྩུབ་པོ་སྤངས་ནས་ཚིག་རྩུབ་པོ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: He speaks words that are harmless, pleasant to the ear, heartwarming, pleasing, refined, sweet sounding, clear, convincing, trustworthy, independent, not obstinate, and not servile, but desirable, pleasing, agreeable, and pleasant for many people, harmonious, and conducive to harmony.

source: །དེ་ཚིག་ཀྱལ་པ་སྤངས་ནས་ཚིག་ཀྱལ་པ་ལས་སླར་ལོག་པ་ཡིན་ཏེ།
en: Having abandoned harsh language, he abstains from harsh language. “Having abandoned senseless talk, he abstains from senseless talk.

source: དེ་དུས་སུ་སྨྲ་བ་ཡིན། ཡང་དག་པར་སྨྲ་བ་ཡིན། དེ་ཁོ་ན་ཉིད་སྨྲ་བ་ཡིན། དོན་སྨྲ་བ་ཡིན། ཆོས་སྨྲ་བ་ཡིན།
en: He speaks at appropriate times, speaks correctly, tells the truth, relates what is meaningful and right, relates what he has realized, and relates what is comprehensible.

source: རྟོགས་པ་སྨྲ་བ་ཡིན། ཁོང་དུ་ཆུད་པར་བྱེད་པའི་ཚིག་སྨྲ་བ་ཡིན་ཏེ། དུས་སུ་དང་འདྲེན་མ་མ་ཡིན་པ་དང་གླེང་གཞི་དང་བཅས་པ་དང་། དན་རྟགས་དང་བཅས་པ་དང་། ཆོས་དང་དོན་དང་ལྡན་པ་ཡིན་ཏེ།
en: He speaks at appropriate times what is not confused, but has a foundation and proof, and is right and meaningful.

source: ཚིག་ཀྱལ་པ་སྤངས་ནས་ཚིག་ཀྱལ་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: Having abandoned senseless talk, he abstains from senseless talk.

source: །དེ་ཉོ་ཚོང་སྤངས་ནས་ཉོ་ཚོང་ལས་སླར་ལོག་པ་ཡིན་ཏེ།
en: “Having abandoned trade, he abstains from trade.

source: དེ་གཞལ་ལུགས་ལ་གཡོ་བྱེད་པ་དང་། སྲང་ལ་གཡོ་བྱེད་པ་དང་། ཚད་ལ་གཡོ་བྱེད་པ་སྤངས་ནས་གཞལ་ལུགས་ལ་གཡོ་བྱེད་པ་དང་། སྲང་ལ་གཡོ་བྱེད་པ་དང་། ཚད་ལ་གཡོ་བྱེད་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Having abandoned the falsification of measures, weights, and size, he abstains from the falsification of measures, weights, and size.

source: །དེ་གསུག་ལེན་པ་དང་འདྲིད་པ་དང་། བསྡིགས་ནས་རང་གིར་བྱེད་པ་སྤངས་ནས་གསུག་ལེན་པ་དང་། འདྲིད་པ་དང་། བསྡིགས་ནས་རང་གིར་བྱེད་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Having abandoned bribery, deceit, and extortion, he abstains from bribery, deceit, and extortion.

source: །དེ་གསད་པ་དང་། བཅིང་བ་དང་། གཅད་པ་དང་། དབུག་པ་དང་། བརྡེག་པའི་བསམ་པ་སྤངས་ནས་གསོད་པ་དང་། འཆིང་བ་དང་། གཅོད་པ་དང་། འབིགས་པ་དང་། རྡེག་པ་ཉམས་སུ་མྱོང་བར་བྱེད་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Having abandoned thoughts of slaying, binding, cutting, piercing, and striking, he abstains from making others suffer from slaying, binding, cutting, piercing, and striking.

source: །དེ་འོད་དང་བུད་མེད་ཅན་དང་ལྷན་ཅིག་ཏུ་ཉལ་བ་སྤངས་ནས་འོད་དང་། བུད་མེད་ཅན་དང་ལྷན་ཅིག་ཏུ་ཉལ་བ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Having abandoned lying down when it is light or lying down in a lodging where there is a woman, he abstains from lying down when it is light or lying down in a lodging where there is a woman.

source: །དེ་ཞིང་གི་གཞི་དང་། ཁྱིམ་གྱི་གཞི་དང་། ཚོང་ཁང་གི་གཞི་ལེན་པ་སྤངས་ནས། དེ་ཞིང་གི་གཞི་དང་། ཁྱིམ་གྱི་གཞི་དང་། ཚོང་ཁང་གི་གཞི་ལེན་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Having abandoned accepting things from fields, houses, and markets, he abstains from accepting things from fields, houses, and markets.

source: །དེ་གླང་པོ་ཆེ་དང་། རྟ་དང་། བ་ལང་དང་། ལུག་དང་། བྱ་གག་དང་། ཕག་ལེན་པ་སྤངས་ནས། དེ་གླང་པོ་ཆེ་དང་། རྟ་དང་། བ་ལང་དང་། ལུག་དང་། བྱ་གག་དང་། ཕག་ལེན་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Having abandoned accepting elephants, horses, cows, sheep, chickens, and pigs, he abstains from accepting elephants, horses, cows, sheep, chickens, and pigs.

source: །དེ་བྲན་ཕོ་དང་། བྲན་མོ་དང་། ཞོ་ཤས་འཚོ་བ་ལེན་པ་སྤངས་ནས། བྲན་ཕོ་དང་། བྲན་མོ་དང་། ཞོ་ཤས་འཚོ་བ་ལེན་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ། །དེ་ཆུང་མ་དང་བུ་ཕོ་དང་བུ་མོ་ལེན་པ་སྤངས་ནས།
en: “Having abandoned accepting male slaves, female slaves, and laborers, he abstains from accepting male slaves, female slaves, and laborers.

source: ཆུང་མ་དང་། བུ་ཕོ་དང་། སྐྱེས་པ་དང་། ཁྱེའུ་དང་། བུ་མོ་ལེན་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Having abandoned accepting women, men, boys, and girls, he abstains from accepting women, men, boys, and girls.

source: །དེ་གསེར་དང་དངུལ་ལེན་པ་སྤངས་ནས། གསེར་དང་དངུལ་ལེན་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Having abandoned accepting gold and silver, he abstains from accepting gold and silver.
